let questions = [
    {
        numb:1,
        question:" قدّاش فمّا من باب في البلاد العربي؟ ",
        answer: "15 باب",
        options: [
            "15 باب",
            "14 باب",
            "13 باب",
            "12 باب"
        ]
    },
    {
        numb:2,
        question:" شنو أقدم جامع في صفاقس؟",
        answer: "الجامع الكبير",
        options: [
            "جامع العجوزين",
            "جامع سيدي علي الكرّاي",
            "الجامع الكبير",
            "جامع سيدي عبد المولى"
        ]
    },
    {
        numb:3,
        question:" قدّاش من طريق شعاعي ينطلق من مدينة صفاقس؟",
        answer: "14",
        options: [
            "20",
            "10",
            "16",
            "14"
        ]
    },
    {
    numb:4,
        question:"شنوّة بنى الأمير الموحّدي محمد الناصر في الناصرية؟",
        answer: "مواجل",
        options: [
            "مواجل",
            "جوامع",
            "معاهد",
            "اسطبل"
        ]
    },
    {
        numb:5,
            question:"قدّاش تزادت من بلديّة في صفاقس في 2016",
            answer: "6",
            options: [
                "4",
                "6",
                "3",
                "9"
            ]
        },
]